app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)    # 実装は終わっていないことに注意!
    if @user.save
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at", "password_digest") VALUES (?, ?, ?, ?, ?)  [["name", "Sanhinaki"], ["email", "sanhinaki@gmail.com"], ["created_at", "2023-07-05 14:30:20.020947"], ["updated_at", "2023-07-05 14:30:20.020947"], ["password_digest", "[FILTERED]"]]